santi-mc/secure-embedded-labs/labs/lab03_mqtt/lab03a_m03_1883_plain_no_auth/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_COMPILER_CXX_EXCEPTIONS=n
